[
    {
        "name": "Wonderful Cabin Rentals for Fall Foliage Viewing",
        "img": "https://www.reserveamerica.com/webphotos/racms/articles/images/1ae9ff54-28ed-4187-9a4b-24a1affa2d7c_image2_Gy-1190457224_hero_620x351.jpg",
        "description": "Now is the perfect time to get outdoors for some time away from it all. One of the best activities for this time of year is heading out to see autumn foliage. Cabin rentals provide a convenient and comfortable way to make your stay one to remember. Below are some beautiful state parks that ReserveAmerica offers where you can rent a cabin and not only enjoy the fall foliage, but discover other outdoor activities to keep you active and having fun.",
        "TotalCost": "2000"

    },
    {
        "name": " Great Places to Camp This Autumn",
        "img": "https://www.reserveamerica.com/webphotos/racms/articles/images/a033ad31-3ded-4c4d-8ceb-c8825eec7673_image2_GreatPlacestoCampinAutumnBanner.jpg",
        "description": "With the shortening days and a crispness in the air, there may be no better time to enjoy the great outdoors than in the fall. Camping in the fall not only means avoiding the preceding months’ sweltering heat, but it usually means fewer crowds than in the summer since the kids are back in school and there are fewer vacationers.",
        "TotalCost": "4500"

    },
    {
        "name": "Cozy Mountain Camping",
        "img": "https://www.reserveamerica.com/webphotos/racms/articles/images/58bae1c1-7913-4cbd-99a6-4ca743f2920a_image2_NY-RobertHTreman.jpg",
        "description": "Besides maybe mom’s chicken noodle soup, fewer things are more comforting than spending winter nights snuggled up in a mountain camp. A camping place rental in the mountains provides the adventure of camping but with more wild-like comforts. Following a day of outdoor activities, you can climb into a natural bed and listen to the sounds of the surrounding wilderness beyond your cozy, warm room.",
        "TotalCost": "3000"

    },
    {
        "name": "Wonderful Cabin Rentals for Fall Foliage Viewing",
        "img": "https://www.reserveamerica.com/webphotos/racms/articles/images/ba23fbda-d6ae-49e2-aa1e-c8800b84fe69_image2_SkidawayIsland-m.jpeg",
        "description": "Raise your hand if you love Halloween and camping! Below we take a look at campgrounds near famous haunted places around the country.Whether it’s touring a hundred-year-old sanitarium or spotting ghosts in a Gothic-style church, we have a spooky spot for you to celebrate the spirit of Halloween. Each of the six selections includes a nearby campsite, and drive times to the haunted spot from the campsite to help you plan your haunted camping trip.",
        "TotalCost": "6780"

    },
    {
        "name": "Forest trail camping",
        "img": "https://www.reserveamerica.com/webphotos/racms/articles/images/8ef658cb-e0eb-4a12-b4a0-f4a7dcbc3ee5_image2_FFS-HuntFishSpots.jpg",
        "description": "Extend your tracking and fishing trips to include overnight camping within one of the best place in Chittagong named 'Hazarikhil avaiaranna'. Check out these great campsites that provide an immersive weekend or weeklong adventure in nature.",
        "TotalCost": "2500"

    },
    {
        "name": "Yurt Camping",
        "img": "https://www.reserveamerica.com/webphotos/racms/articles/images/8b1fe037-c50c-4259-9497-f7738fbafdd8_image2_Gy-1129628241_yurt_camping_hero_620x351.jpg",
        "description": "If you don’t want to get too fancy, you can try yurt camping. Camping in a yurt, or a large round tent, is a relatively comfortable way to experience the outdoors. These type of camping is more suitable for family camping. because all family members can't go to mountaines or tracking. So yurt camping will give you a comfortable time for all family memvers also with great view of nature",
        "TotalCost": "6500"

    }
]